{
  "section-1-title-1": "Định hướng của",
  "section-1-title-2": "The insightArc",
  "section-1-description-1": "Là một nơi chia sẻ quan điểm cá nhân về các lĩnh vực có liên quan tới: Văn hoá, Nghệ thuật, Công nghệ. Đó là những điều mà The insightArc quan tâm.",
  "section-1-description-2": "Nơi để tập viết, tập nói, tập làm. Nói ra và chịu trách nhiệm với những gì mình nói là quan điểm của chúng mình.",
  "section-1-description-3": "Xây dựng cộng đồng độc giả, tạo mối quan hệ có lợi cho các bên.",
  "section-1-button": "Gọi thử hỏi xem sao",
  "section-2-title": "Nội dung",
  "section-2-description-1": "1. Tìm hiểu về The insightArc: Thời Công nghệ bàn chuyện về Văn hoá",
  "section-2-description-2": "2. Nguồn cảm hứng & Định hướng thiết kế",
  "section-2-description-3": "3. Viết và Bàn luận",
  "section-2-description-4": "4. Vui cùng Đất Nước",
  "section-3-title-1": "Tìm hiểu về The insightArc",
  "section-3-title-2": "Thời Công nghệ bàn chuyện về Văn hoá",
  "section-3-description-1": "Tại The insightArc, chúng tôi tin rằng văn hóa và nghệ thuật là nền tảng cho sự phát triển bền vững và độc đáo. Chúng tôi không ngừng khám phá những mối liên kết tinh tế và sâu sắc trong văn hóa Việt Nam (từ truyền thống đến đương đại) và các nguồn cội nghệ thuật Châu Âu được du nhập theo dòng chảy của thời đại. Chính sự thấu hiểu này giúp chúng tôi nhìn rõ \"hình hài\" phát triển của các giá trị.",
  "section-3-description-2": "Với nền tảng đó, chúng tôi áp dụng kiến thức chuyên sâu để:",
  "section-3-description-3": "<b>Định hình Tầm nhìn Doanh nghiệp:</b> Đặc biệt tập trung vào các lĩnh vực văn hóa và thời trang, tranh ảnh và triển lãm, chúng tôi đồng hành cùng bạn vạch ra hướng đi chiến lược bền vững.",
  "section-3-description-4": "<b>Kiến tạo Trải nghiệm Kỹ thuật số:</b> Chúng tôi biến ý tưởng thành hiện thực qua <b>Thiết kế đồ họa, Thiết kế UX/UI và Phát triển Front-end mạnh mẽ</b>. Hiện tại, chúng tôi đang tiếp tục hoàn thiện kỹ năng Back-end để mang đến các giải pháp toàn diện và sáng tạo hơn.",
  "section-4-title": "Nguồn cảm hứng & Định hướng thiết kế",
  "section-4-description": "Những dự án từ cộng đồng trong nước và quốc tế là niềm cảm hứng vô cùng lớn với The insightArc. Trong lúc chờ dự án đầu tiên của chúng tôi ra lò, hãy cùng xem tuyển tập cảm hứng do The insightArc chọn lọc để cùng hiểu về định hướng và phong cách sáng tác của chúng tôi.",
  "section-4-button": "Cùng lướt",
  "section-5-title": "Viết và Bàn luận",
  "section-5-description": "Cùng nghe và khám phá những kiến giải, những góc nhìn và quan điểm thú vị của The insightArc về Văn hoá, Nghệ thuật, Thiết kế, Công nghệ,...",
  "section-5-button": "Đọc một chút",
  "section-6-title": "Vui cùng Đất Nước",
  "section-6-description": "\"Vui cùng Đất Nước\" là một chuỗi các mini-web-game do The insightArc làm để cùng hoà theo nhịp của các sự kiện lớn của Việt Nam. Bị ấn tượng mạnh bởi sự nhẹ nhàng, đơn giản mà vô cùng vui vẻ của game \"Xe tăng húc cổng\" nhân dịp Đại lễ kỉ niệm 50 năm Giải phóng Miền Nam, thống nhất Đất Nước, The insightArc cũng muốn đóng góp chung vào xu thế của cộng đồng.",
  "section-6-button": "Cùng xem thử",
  "section-6-subTitle-1": "Sự kiện sắp tới",
  "section-6-subTitle-2": "Thông tin cập nhật"
}
