{
  "section-1-title-1": "The insightArc's",
  "section-1-title-2": " Direction",
  "section-1-description-1": "Welcome to a platform for personal insights into Culture, Art, and Technology, the areas that truly matter to The insightArc.",
  "section-1-description-2": "This is where we refine our writing, speaking, and practical skills. Our core belief is in speaking our truth and owning our words.",
  "section-1-description-3": "We aim to build a strong reader community and forge mutually beneficial partnerships.",
  "section-1-button": "Explore",
  "section-2-title": "Content",
  "section-2-description-1": "1. Discover The insightArc: When Technology discusses Culture",
  "section-2-description-2": "2. Inspiration & Design Direction",
  "section-2-description-3": "3. Writing & Discussion",
  "section-2-description-4": "4. Fun with Country",
  "section-3-title-1": "Discover The insightArc",
  "section-3-title-2": "When Technology discusses Culture",
  "section-3-description-1": "At The insightArc, we believe culture and art are essential for unique and sustainable development. We are dedicated to uncovering the subtle and profound linkages within Vietnamese culture (from its ancient traditions to contemporary expressions) and the European artistic influences that have interwoven through the ages. This critical understanding illuminates the developing 'blueprint' of these values for us.",
  "section-3-description-2": "Upon that foundation, we utilize our comprehensive understanding to:",
  "section-3-description-3": "<b>Defining Corporate Vision:</b> Particularly in the realms of culture and fashion, visual arts, and exhibitions, we work alongside you to establish sustainable strategic pathways.",
  "section-3-description-4": "<b>Building Digital Experiences:</b> We bring concepts to life through <b> powerful graphic design, intuitive UX/UI design, and strong Front-end development</b>. We are currently enhancing our Back-end capabilities to provide even more holistic and creative solutions.",
  "section-4-title": "Inspiration & Design Direction",
  "section-4-description": "Projects from both local and international communities serve as an immense source of inspiration for The insightArc. While you await our first project to launch, explore The insightArc's curated collection of inspirations to understand our creative direction and style.",
  "section-4-button": "Explore Now",
  "section-5-title": "Writing & Discussion",
  "section-5-description": "Dive into insightful interpretations, unique perspectives, and engaging viewpoints from The insightArc on Culture, Art, Design, Technology, and more.",
  "section-5-button": "Start Reading",
  "section-6-title": "Fun with Country",
  "section-6-description": "'Celebrating Our Nation' is a series of mini-web-games created by The insightArc, designed to resonate with major Vietnamese events. Deeply impressed by the lighthearted, simple, yet incredibly fun nature of the game 'Tank Ramming the Gate' during the Grand Celebration of 50 Years of Liberating the South and Reunifying the Country, The insightArc also aims to contribute to this community trend.",
  "section-6-button": "Try Them Now",
  "section-6-subTitle-1": "Incoming event",
  "section-6-subTitle-2": "Updates"
}
